tutorials/Free_Flow_Cases/Bretherton/standard_Boundary/0/eps
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      eps;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.999;

boundaryField
{
    left
    {
        type            zeroGradient;
   }

    right
    {
        type            zeroGradient;
    }

    bottom
    {
        type            zeroGradient;//fixedValue;
	value		uniform 0.001;
    }
    top
    {
        type            zeroGradient;
	value		uniform 0.001;
    }
    FrontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
